Repository: umgfoin/kopano-kwa_smime
Catalog: language/*.UTF-8/LC_MESSAGES/plugin_smime.po
Languages: de_de, it_it

source: Change passphrase
de_de: Passwort ändern

source: Cancel
de_de: Abbrechen

source: Old passphrase
de_de: Bisheriges Passwort

source: Wrong passphrase. Please try again
de_de: Falsches Passwort. Bitte probieren Sie erneut

source: New passphrase
de_de: Neues Passwort

source: Confirm new passphrase
de_de: Neues Passwort bestätigen

source: The passphrases don't match. Please try again
de_de: Die Passphrasen stimmen nicht überein. Bitte versuchen Sie es erneut

source: S/MIME Message
de_de: S/MIME Nachricht
it_it: Messaggio S/MIME

source: Passphrase changed succesfully
de_de: Passphrase erfolgreich geändert

source: S/MIME Passphrase
de_de: S/MIME Passwort
it_it: S/MIME Password

source: Submit
de_de: Okay
it_it: Invia

source: Certificate passphrase
de_de: Passwort des Zertifikates
it_it: Password certificato

source: The passphrase you typed is incorrect. Please try again.
de_de: Die von Ihnen eingegebene Passphrase ist falsch. Bitte versuchen Sie es erneut.

source: No certificates imported, please upload your private certificate
de_de: Keine Zertifikate verfügbar, bitte laden Sie Ihr persönliches Zertifikat hoch

source: Valid from
de_de: Gültig ab
it_it: Valido da'

source: Expires
de_de: Läuft aus
it_it: Scadenza

source: Type
de_de: Typ
it_it: Tipo

source: Loading certificates
de_de: Zertifikate werden geladen
it_it: Caricamento dei certificati in corso

source: Please select a certificate.
de_de: Bitte wählen Sie ein Zertifikat.
it_it: Prego selezionare un certificato.

source: Do you really want to remove your private certificate? If you remove your certificate you will not be able to sign or decrypt S/MIME emails.
de_de: Möchten Sie Ihr privates Zertifikat wirklich entfernen? Wenn Sie es entfernen, werden Sie keine S/MIME-Nachrichten mehr entschlüsseln oder signieren können.
it_it: Vuoi rimuovere il tuo certificato privato? Se rimuovi il tuo certificato non sarai piu` in grado di firmare o decriptare emails S/MIME.

source: Certificate details
de_de: Details zum Zertifikat
it_it: Dettagli certificato

source: Below you can view and delete public & private certificate(s) stored on the server.
de_de: Hier können Sie auf dem Server gespeicherte öffentliche und private Zertifikate ansehen und löschen.
it_it: Puoi vedere e rimuovere i certificati privati e pubblici contenuti nel server qui` sotto.

source: Filter on Email
de_de: Nach E-Mail filtern
it_it: Filtro su email

source: Remove
de_de: Entfernen
it_it: Rimuovi

source: Public & Private certificates
de_de: Öffentliche & Private Zertifikate
it_it: Certificati pubblici e privati

source: You don't have a valid certificate corresponding to your account
de_de: Sie haben kein Ihrem Benutzer zugeordnetes valides Zertifikat
it_it: Non esiste un certificato valido corrispondente al tuo account

source: Personal certificate
de_de: Persönliches Zertifikat
it_it: Certificato personale

source: You have a valid certificate corresponding to your account
de_de: Sie haben ein valides Zertifikat, das zu Ihrem Account passt
it_it: Un certificato corrispondente al tuo account e` disponibile

source: Upload your certificate
de_de: Zertifikat hochladen
it_it: Carica il tuo certificato

source: Below you can upload your private certificate in PKCS#12 format. The WebApp only accepts certificates which are valid and only stores one private certificate on the server.
de_de: Hier können Sie Ihr privates Zertifikat im PKCS#12-Format hochladen. Die WebApp akzeptiert nur valide Zertifikate und speichert nur ein privates Zertifikat auf dem Server.
it_it: Qui` sotto puoi caricare il tuo certificato privato in formato PKCS#21. Webapp accetta solo certificati validi e salva sul server solo certificati privati.

source: Select
de_de: Auswählen
it_it: Seleziona

source: Private certificate
de_de: Privates Zertifikat
it_it: Certificato privato

source: Upload
de_de: Hochladen
it_it: Carica

source: You must fill in the certificate passphrase to upload your certificate.
de_de: Sie müssen die Passphrase für Ihr Zertifikat eingeben um es hochzuladen.

source: You must first select a valid private certificate in PKCS#12 format.
de_de: Sie müssen zuerst ein gültiges Zertifikat im PKCS#12 Format auswählen.

source: Sign
de_de: Signieren
it_it: Firma

source: Sign message
de_de: Nachricht signieren
it_it: Firma messaggio

source: Ensure the authenticity of the message by adding a digital signature to this message. Any changes to the message will invalidate the signature.
de_de: Stellt die Echtheit der Nachricht sicher, indem eine digitale Signatur hinzugefügt wird. Nur für die unveränderte Nachricht ist die Signatur valid.
it_it: Assicura l'autenticita` del messaggio aggiungendo la tua firma digitale. Qualsiasi cambiamento al messaggio invalidera` la firma.

source: Encrypt
de_de: Verschlüsseln
it_it: Cripta

source: Encrypt message
de_de: Nachricht verschlüsseln
it_it: Cripta il messaggio

source: Ensure the privacy of the message by encrypting its contents. Only the recipient of the message will be able to open it.
de_de: Transportiert die Nachricht vertraulich, indem sie verschlüsselt wird. Nur der Empfänger wird die Nachricht öffnen können.
it_it: Assicura la privacy del messaggio criptanto il contenuto. Solo il destinatario del messaggio sara` in grado di aprirlo.

source: What's going on with my email?
de_de: Was geschieht mit meiner E-Mail?
it_it: Cosa succede con la mia email?

source: WebApp can verify digital signatures of emails. A successful verification reassures you that the message has not been tampered with and validates the identity of the sender.
de_de: Die WebApp kann digitale Signaturen verifizieren. Eine erfolgreiche Verifizierung stellt sicher, dass die E-Mail nach dem Versand nicht verändert wurde und wirklich vom angegebenen Absender kommt.
it_it: WebApp e` in grado ti verificare le firme digitali delle emails. Il successo della verifica assicura che il messaggio non e` stato modificato e conferma l'identita` del mittente.

source: You are seeing this message because the verification of the digital signature
de_de: Sie sehen diese Nachricht, weil die Verifikation der digitalen Signatur

source: has failed
de_de: hat nicht funktioniert

source: for this message.
de_de: für diese Nachricht.
it_it: Attenzione. La verifica della firma digitale") + "<b> " + _("e` fallita")+ "</b>" + _(" per questo messaggio.

source: What caused this issue?
de_de: Was ist der Grund dafür?
it_it: Cosa ha causato questo problema?

source: What should I do?
de_de: Was kann ich machen?
it_it: Cosa devo fare?

source: You can continue to work. However, you should keep in mind that the identity and the authenticity of the message content could not be verified.
de_de: Sie können weiterarbeiten. Aber Sie sollten in Erinnerung behalten, das die Identität des Senders und die Echtheit der Nachricht nicht verifiziert werden konnten.
it_it: Puoi continuare a lavorare. Tuttavia devi tenere presente che non e` stato possibile verificare l'identita` e l'autenticita` del contenuto del messaggio.

source: You can contact your helpdesk or system administrator if you are not sure what to do next.
de_de: Bitte kontaktieren Sie Ihre Supporthotline oder den Systemadministrator, wenn Sie sich unsicher sind.
it_it: Puoi contattare l'helpdesk o l'amministratore del sistema se non sei sicuro di cosa fare.

source: WebApp can verify digital signatures of emails. A successful verification reassures you
de_de: Die WebApp kann digitale Signaturen verifizieren. Eine erfolgreiche Verifizierung stellt sicher,
it_it: WebApp e` in grado di verificare le firme digitali di emails. Una verifica di successo ti riassicura

source: that the message has not been tampered with and validates the identity of the sender.
de_de: dass die E-Mail nach dem Versand nicht verändert wurde und wirklich vom angegebenen Absender kommt.
it_it: che il messaggio non e` stato cambiato e conferma l'identita` del mittente.

source: The verification of the digital signature was successful for this email message.
de_de: Die digitale Signatur dieser Nachricht konnte erfolgreich verifiziert werden.
it_it: La verifica della firma digitale ha avuto successo per questo messaggio.

source: WebApp could not find a public certificate for the recipient.
de_de: Die WebApp kann kein öffentliches Zertifikat für diesen Empfänger finden.
it_it: WebApp non e` stato in grado di trovare un certificato pubblico per il destinatario.

source: The identity of the sender and authenticity of the message content have been verified, but the certificate used to sign the message expired on [d-m-Y].
de_de: Die Identität des Senders und die Echtheit der Nachricht wurden verifiziert, das dafür genutzte Zertifikat ist jedoch am [d.m.Y] ausgelaufen.
it_it: L'identita` del mittente e l'autenticita` del messagio sono stati verificati con successo, ma il certificato usato per generare la firma digitale e` scaduto il [d-m-Y].

source: The digital signature could not be verified for unknown reasons.
de_de: Die digitale Signatur konnte aus unbekanntem Grund nicht bestätigt werden.
it_it: Non e` stato possibile verificare la firma digitale per ragioni sconosciute.

source: The digital certificate used to sign this message has been revoked (i.e. the sender has marked it as compromised)
de_de: Das Zertifikat mit dem diese Nachricht signiert wurde, ist widerrufen worden. (z.B. wenn der Absender es als kompromittiert markiert hat)
it_it: Il certificato usato per firmare questo messaggio e` stato revocato (il mittente lo ha marcato come compromesso)

source: The verification service of the certificate authority that signed the sender's certificate is not available. The validity of the certificate could not be verified.
de_de: Der Überprüfungsdienst der Zertifizierungsstelle, die das Zertifikat des Absenders signiert hat, ist nicht verfügbar. Die Gültigkeit des Zertifikats konnte nicht überprüft werden.
it_it: il servizio di verifica dell'organizzazione che ha firmato il certificato del mittente non e` disponibile. Non e` stato possibile verificare la validita` del certificato.

source: The revocation status of the digital certificate used to sign this email is unknown (Server is unavaliable or certificate does not support OCSP). The validity of the certificate could not be verified.
de_de: Der Sperrstatus des zum Signieren dieser E-Mail verwendeten digitalen Zertifikats ist unbekannt (Server ist nicht verfügbar oder Zertifikat unterstützt kein OCSP). Die Gültigkeit des Zertifikats konnte nicht überprüft werden.
it_it: Lo status della revoca del certificato usato per firmare questa emails e` sconosciuta (il servizio non e` disponibile o il certificato non supporta OCSP). Non e` stato possibile verificare la validita` del certificato.

source: The revocation status of the digital certificate used to sign this email is disabled (OCSP). The validity of the certificate could not be verified.
de_de: Der Sperrstatus des zum Signieren dieser E-Mail verwendeten digitalen Zertifikats ist deaktiviert (OCSP). Die Gültigkeit des Zertifikats konnte nicht überprüft werden.
it_it: Lo status della recova del certificato digitale usato per firmare questa email e` disabilitato (OCSP). Non e` stato possibile verificare la validita` del certificato.

source: The certificate verification server (OCSP) is temporarly offline.
de_de: Der Zertifikatsüberprüfungsserver (OCSP) ist vorübergehend offline.
it_it: Il server per la verifica del certificato (OCSP) e` temporaneamente non disponibile.

source: Sender is removed from the server.
de_de: Der Absender wurde vom Server entfernt.

source: Signature verified succesfully
de_de: Die Signatur wurde erfolgreich überprüft
it_it: La firma e` stata verificata con successo

source: Could not verify signature, missing public certificate
de_de: Die Signatur konnte nicht überprüft werden, weil das öffentliche Zertifikat fehlt
it_it: Non e` stato possibile verificare la firma, certificato pubblico mancante

source: Signature verification succesfull, but certificate is expired
de_de: Die Signatur wurde erfolgreich überprüft, aber das Zertifikat ist abgelaufen
it_it: Firma verificato con successo, ma il certificato e` scaduto

source: Signature could not be verified
de_de: Die Signatur konnte nicht überprüft werden
it_it: Non e` stato possibile verificare la firma

source: Certificate has been revoked
de_de: Das Zertifikat wurde widerrufen
it_it: Il certificato e` stato revocato

source: Verification with Certificate Authority failed
de_de: Überprüfung bei der Zertifizierungsstelle fehlgeschlagen
it_it: La verifica della Certificate Authority (Autorita` Certificativa) e` fallita

source: Message decrypted succesfully
de_de: Nachricht wurde erfolgreich entschlüsselt
it_it: Il messaggio e` stato decriptato con successo

source: Message decryption failed
de_de: Entschlüsseln der Nachricht ist fehlgeschlagen
it_it: Non e` stato possibile decriptare il messaggio

source: Please
de_de: Bitte

source: click here
de_de: klicken Sie hier

source: to unlock your certificate
de_de: um Ihr Zertifikat zu entsperren

source: Cannot determine revocation status of certificate
de_de: Sperrstatus des Zertifikats kann nicht ermittelt werden
it_it: Non e` possibile determinare lo status della revoca del certificato

source: Signature verified (OCSP disabled)
de_de: Signatur überprüft (OCSP deaktiviert)
it_it: Firma verificata (OCSP disabilitato)

source: Unable to decrypt this message. Certificate does not match
de_de: Die Nachricht kann nicht entschlüsselt werden. Das Zertifikat stimmt nicht überein

source: Verification failed. User is removed from the server.
de_de: Überprüfung fehlgeschlagen. Benutzer wird vom Server entfernt.

source: No certificate avaliable
de_de: Kein Zertifikat verfügbar
it_it: Nessun certificato disponibile

source: Private certificate is not valid yet, unable to sign email
de_de: Das persönliche Zertifikat ist noch nicht gültig, die Nachricht konnte nicht signiert werden
it_it: Il certificato privato non e` ancora valido, impossibile firmare l'email

source: Private certificate has been expired, unable to sign email
de_de: Das persönliche Zertifikat ist abgelaufen, Nachricht konnte nicht signiert werden
it_it: Il certificato privato e` scaduto, impossibile firmare l'email

source: Private certificate does not match email address
de_de: Persönliches Zertifikat stimmt nicht mit der E-Mail-Adresse überein
it_it: Il certificato privato non corrisponde all'indirizzo di email

source: Missing public certificates for the following recipients:
de_de: Für die folgenden Empfänger fehlen die Zertifikate:
it_it: Certificato pubblico mancante per i seguenti destinatari:

source: . Please contact your system administrator for details
de_de: . Bitte kontaktieren Sie Ihren System-Administrator für Details
it_it: Prego contattare il vostro amministratore del sistema per maggiori informazioni

source: Your public certificate is not installed. Without this certificate, you will not be able to read encrypted messages you have sent to others.
de_de: Ihr öffentliches Zertifikat ist nicht installiert. Ohne dieses Zertifikat können Sie keine verschlüsselten Nachrichten lesen, die Sie an andere gesendet haben.

source: Certificate is already stored on the server
de_de: Das Zertifikat ist bereits auf dem Server gespeichert
it_it: Il certificato e` gia` salvato nel sistema

source: New certificate uploaded
de_de: Neues Zertifikat hochgeladen
it_it: Nuovo certificato caricato

source: Certificate uploaded
de_de: Zertifikat hochgeladen
it_it: Certificato caricato

source: Unable to decrypt certificate
de_de: Entschlüsseln des Zertifikats nicht möglich
it_it: Impossibile decriptare il certificato

source: Private key can't be used to sign email
de_de: Privater Schlüssel kann nicht zum signieren verwendet werden
it_it: La chiave privata non puo` essere usata per firmare l'email

source: Certificate email address doesn't match WebApp account
de_de: E-Mail-Adresse des Zertifikats stimmt nicht mit der von WebApp überein
it_it: L'indirizzo email del certificato non corrisponde all'account di WebApp

source: Certificate was expired on
de_de: Zertifikat ist abgelaufen am
it_it: Il certificato e` scaduto il

source: Certificate has not been imported
de_de: Zertifikat wurde nicht importiert
it_it: Il certificato non e` stato importato

source: Certificate is not yet valid
de_de: Zertifikat ist noch nicht gültig
it_it: Il certificato non e` ancora valido

source: Certificate is revoked
de_de: Zertifikat wurde widerrufen
it_it: Certificato revocato

source: Unable to read public certificate
de_de: Kann öffentliches Zertifikat nicht lesen
it_it: Non e` possibile leggere il certificato pubblico

source: Password incorrect
it_it: Password non valida

source: No certificates exists
it_it: Non esiste nessun certificato

source: Alert
it_it: Avviso

source: Details
it_it: Dettagli

source: Passphrase is empty
it_it: La password e` vuota

source: No certificate selected
it_it: Nessun certificato selezionato

source: SMIME Message
it_it: Messaggio SMIME

source: S/MIME Plugin
it_it: Plugin S/MIME

source: Please unlock your certificate
it_it: Prego sbloccare il tuo certificato
